sensorOpt/con/11.5_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       225147;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       225547;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       225747;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       226147;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112673;
        startFace       226347;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112673;
        startFace       339020;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          329;
        startFace       451693;
    }
)

// ************************************************************************* //
